{
	"app": {
		"name": "Haengbok Hanteo",
		"subname": "행복한터",
		"motto": "Find happiness one house at a time"
	},
	"page": {
		"home": {
			"intro": "Start your journey towards financial growth with secure real estate investments. At Haengbok Hanteo, we help you build wealth while finding the perfect place to call home.",
			"metricsSectionHeader": "Your Trusted Real Estate Advisors",
			"metricsSectionSubheader": "Empowering investors to grow their wealth through diversified real estate opportunities.",
			"metricsSectionImagePreviewText": "Discover the power of real estate and real estate investments simplified.",
			"satisfiedCustomers": "Satisfied Customers",
			"yearsOfExperience": "Years of Experience",
			"awardsWon": "Awards Won",
			"investmentOpportunities": "Investment Opportunities",
			"propertySectionHeader": "Invest in High-Value Real Estate",
			"propertySectionSubheader": "Browse through our curated selection of profitable real estate investments designed to maximize your returns.",
			"sampleAddress": "Cheil Tower 4fl. 8 Hannamdaero11gil, Yongsan-gu, Seoul",
			"trendsSectionHeader": "Uncover the Latest Real Estate Market Trends",
			"trendsSectionSubheader": "Stay ahead with insights into emerging real estate opportunities and investment strategies.",
			"sampleTrend": "Real estate tokenization is revolutionizing how people invest in properties globally.",
			"testimonialsSectionHeader": "Hear from Our Happy Customers",
			"testimonialsSectionSubheader": "Don't just take our word for it. See how Haengbok Hanteo has transformed lives through smart investments.",
			"testimonial_1": "Investing with Haengbok Hanteo has been a game changer. I've grown my portfolio without the stress of managing properties.",
			"testimonial_2": "The platform is intuitive, and the returns have been consistent. I highly recommend it for anyone new to real estate investing.",
			"testimonial_3": "What I love about Haengbok Hanteo is the transparency and the diverse range of real estate projects available.",
			"testimonial_4": "As someone with limited knowledge of real estate, this app made it easy to start investing and see real results.",
			"propertiesSectionHeader": "page.home.propertiesSectionHeader",
			"propertiesSectionSubheader": "page.home.propertiesSectionSubheader",
			"testimonial_name_1": "Kim Min-su",
			"testimonial_name_2": "Jeong Su-a",
			"testimonial_name_3": "Lee Jun-ho",
			"testimonial_name_4": "Park Seong-hyeon"
		},
		"about": {
			"header": "About Us",
			"subheader": "Learn more about Haengbok Hanteo",
			"description": "South Korea's Real Estate Giant",
			"text": "At Haengbok Hanteo, we believe that real estate investment should be accessible, transparent, and rewarding for everyone. Founded with a vision to bridge the gap between traditional real estate practices and modern investment opportunities, we've created a platform that empowers individuals to invest in Korean real estate with confidence. Whether you're a seasoned investor or just starting your journey, Haengbok Hanteo is here to guide you every step of the way.\n\nOur mission is to simplify real estate investment by offering comprehensive insights, data-driven strategies, and personalized support. We understand the unique dynamics of the Korean property market and leverage our expertise to identify high-potential investment opportunities. Through our platform, users can explore diverse real estate projects, analyze market trends, and make informed decisions backed by real-time data and expert advice.\n\nAt the core of Haengbok Hanteo is a commitment to trust and integrity. We prioritize transparency in every transaction, ensuring that our investors have clear, detailed information about their investments. Our dedicated team works tirelessly to provide accurate property evaluations, risk assessments, and financial projections, giving you the confidence to grow your portfolio with peace of mind.\n\nBeyond investment opportunities, Haengbok Hanteo fosters a community of like-minded individuals passionate about real estate. We offer educational resources, workshops, and expert-led webinars to help our members deepen their understanding of the market and enhance their investment strategies. Our goal is not just to facilitate transactions but to build lasting relationships rooted in shared success.\n\nJoin Haengbok Hanteo today and be part of a future where real estate investment is smarter, more accessible, and aligned with your financial goals. Together, we can unlock new possibilities and create wealth through the power of property."
		},
		"contactUs": {
			"header": "Contact Us",
			"subheader": "Have questions? We're here to help.",
			"sendUsAnEmail": "Send Us An Email",
			"contactForm": "Contact Form",
			"fullName": "Your Full Name",
			"emailAddress": "Your Email Address",
			"subject": "Subject",
			"message": "Message"
		},
		"download": {
			"header": "Get The App",
			"subheader": "Get started with Haengbok Hanteo today.",
			"downloadApp": "Download the Haengbok Hanteo App",
			"description": "The Haengbok Hanteo is currently available only to Android users. We will be releasing a version for iOS soon, so check our website frequently for updates.",
			"features": "Features",
			"feature_1": "Secure Investments",
			"feature_2": "Easy to Use",
			"feature_3": "Diversified Portfolio",
			"feature_4": "Real-time Updates",
			"requirements": "Requirements",
			"requirement_1": "Android 5.0+",
			"requirement_2": "Internet Connection",
			"requirement_3": "GPS Enabled",
			"version": "Version",
			"releaseDate": "Release Date"
		}
	},
	"footerHeader": "Ready To Work With Us?",
	"footerSubheader": "We are here to help you build your financial future through smart real estate investments.",
	"allRightsReserved": "All rights reserved.",
	"home": "Home",
	"about": "About",
	"contactUs": "Contact us",
	"back": "Back",
	"getApp": "Get the app",
	"getStarted": "Get started",
	"download": "Download",
	"notFound": "Not Found",
	"send": "Send",
	"pageMoved": "The page you're looking for does not exist or may have been moved.",
	"thankYou": "Thank You",
	"messageSent": "Your Message Has Been Delivered.",
	"serverError": "An Error Ocurred",
	"somethingHappened": "Something went wrong and we're working to fix it. Please try again later."
}